 [
  {
    "pregunta": "¿En que ciudad Daniel y su madre vivian antes de mudarse a la ciudad de Los Angeles?",
    "a": "Boston",
    "b": "Newark",
    "c": "Orlando",
    "correcta": "b",
    "orden": 1,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Porque Daniel y su madre dejan la ciudad de Newark para ir a vivir a la ciudad de Los Angeles?",
    "a": "Porque debían dinero y tenian que irse de la ciudad",
    "b": "Porque tenian familia alli y querian vivir cerca de ellos",
    "c": "Porque la madre de Daniel habia conseguido trabajo alli",
    "correcta": "c",
    "orden": 2,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿En que lugar Daniel y Ali se conocieron por primera vez?",
    "a": "En un bar",
    "b": "En el parque de diversiones",
    "c": "En una fiesta en la playa",
    "correcta": "c",
    "orden": 3,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Cuales eran los nombres de los amigos de Johnny mientras este entrenaba en el dojo de Cobra Kai?",
    "a": "Eric,Thomas,Craig,Spencer",
    "b": "Tommy, Jimmy, Dutch, Bobby",
    "c": "Alex, Rick, Joseph, Henry",
    "correcta": "b",
    "orden": 4,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Porque Daniel decidio no ser parte del dojo de Cobra Kai cuando estaba buscando un lugar donde aprender karate para poder defenderse?",
    "a": "Porque Johnny y sus amigos pertenecían a el",
    "b": "Porque vivía muy lejos del dojo",
    "c": "Por el costo que debía pagar por mes",
    "correcta": "a",
    "orden": 5,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Cual son los principios que el dojo Cobra Kai defiende?",
    "a": "Tolerar a los demás , Respetar a los demás e Igualdad",
    "b": "Responsabilidad, Orden, Perseverancia",
    "c": "Golpear primero, Golpear duro, Sin piedad",
    "correcta": "c",
    "orden": 6,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Quien fue la persona que enseño al señor Miyagi karate?",
    "a": "Su padre",
    "b": "Su hermano mayor",
    "c": "Su abuelo",
    "correcta": "a",
    "orden": 7,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Cuales son las 2 reglas que rigen el estilo Miyagi Do karate?",
    "a": "Golpear duro, Golpear primero",
    "b": "El Karate es solo para la defensa, primero aprender la regla anterior",
    "c": "Respetar a tu oponente, Trabajar duro",
    "correcta": "b",
    "orden": 8,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Cual fue la primera lección que Daniel recibió al empezar a practicar Miyagi Do karate?",
    "a": "Comprender la filosofía del mismo",
    "b": "Agregar cera con mano derecha, quitar cera con mano izquierda",
    "c": "Concentrarse en la potencia y velocidad de uno mismo",
    "correcta": "b",
    "orden": 9,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Cual fue la orden que Johnny recibió de su sensei durante el combate final contra Daniel?",
    "a": "Que debia atacar la pierna que uno de sus amigos había dañado en el combate anterior",
    "b": "Que debia concentrarse en el combate",
    "c": "Que debia no escuchar los abucheos que recibia",
    "correcta": "a",
    "orden": 10,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Cual fue la técnica con la cual Daniel vence a Johnny en el combate final del torneo?",
    "a": "Patada de la grulla",
    "b": "Patada frontal",
    "c": "Golpe descendente con el talon",
    "correcta": "a",
    "orden": 11,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Cual es el apellido de la persona que enseño a Daniel karate?",
    "a": "Okada",
    "b": "Yamamoto",
    "c": "Miyagi",
    "correcta": "c",
    "orden": 12,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Cual era el nombre del lugar en donde Ali y Daniel tuvieron su primera cita?",
    "a": "Little Tokio",
    "b": "Golf N Stuff",
    "c": "Oue Skyspace",
    "correcta": "b",
    "orden": 13,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿En el transcurso de la pelicula cuantos alumnos el señor Miyagi acepta entrenar?",
    "a": "1",
    "b": "3",
    "c": "5",
    "correcta": "a",
    "orden": 14,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "En que vehiculo Daniel iba a su escuela desde el complejo de departamentos donde vivía?",
    "a": "Motocicleta",
    "b": "Auto",
    "c": "Bicicleta",
    "correcta": "c",
    "orden": 15,
    "saga": "Karate Kid"
  },
  {
    "pregunta": "¿Cual era el mensaje de la carta que el señor Miyagi recibió mientras este recibía a Daniel en  su casa para pasar el verano?",
    "a": "Que había heredado una fortuna de su abuelo",
    "b": "Que debía más seguido a su madre",
    "c": "Que su padre estaba terminalmente enfermo",
    "correcta": "c",
    "orden": 16,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿A que ciudad de Japon el señor Miyagi viajo junto con Daniel para visitar a su padre enfermo?",
    "a": "Tokio",
    "b": "Osaka",
    "c": "Okinawa",
    "correcta": "c",
    "orden": 17,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Cual fue el motivo por el cual el señor Miyagi abandono Japón para vivir en Estados Unidos?",
    "a": "Debido a que debía mucho dinero y lo estaban persiguiendo",
    "b": "Porque se enamoro de una mujer la cual tenía un matrimonio arreglado con su mejor amigo, por lo cual su mejor amigo lo desafió a un duelo a muerte y debido a ese motivo decidió irse de Japón",
    "c": "Porque había perdido una pelea en donde el perdedor debía abandonar Japón",
    "correcta": "b",
    "orden": 18,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Quién fue la persona la cual recibió al señor Miyagi y a Daniel cuando estos llegaron a Okinawa?",
    "a": "Sato",
    "b": "Yukie",
    "c": "Chozen",
    "correcta": "c",
    "orden": 19,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Cual es la relación que comparten Sato y el señor Miyagi?",
    "a": "Ambos eran amigos muy cercanos",
    "b": "Ambos eran vecinos",
    "c": "Ambos eran amigos y estudiantes de karate en donde el padre del señor Miyagi era el maestro",
    "correcta": "c",
    "orden": 20,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Quienes reciben al señor Miyagi y Daniel cuando estos llegan a la aldea Tomi en Okinawa?",
    "a": "Chozen y Sato",
    "b": "Yuki y su nieta Kumiko",
    "c": "La madre del señor Miyagi",
    "correcta": "b",
    "orden": 21,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Con que instrumento el señor Miyagi muestra a Daniel el secreto de la familia Miyagi?",
    "a": "Koto (una clase de citara japonesa)",
    "b": "Shakuhachi (una flauta de bambu proveniente de China)",
    "c": "Den-den daiko (una clase de tambor japones)",
    "correcta": "c",
    "orden": 22,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Cual es el motivo por el cual Chozen empieza a atacar e insultar a Daniel?",
    "a": "Porque Daniel estaba con Kumiko y Chozen estaba enamorado de ella",
    "b": "Porque Daniel lo había insultado",
    "c": "Porque Daniel había desenmascarado la estafa que Chozen y sus amigos le estaban haciendo a los habitantes de la aldea Tomi",
    "correcta": "c",
    "orden": 23,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Cuantas tablas de hielo Daniel debia romper para poder ganar la apuesta que Chozen había hecho en su contra?",
    "a": "Seis tablas",
    "b": "Una tabla",
    "c": "Tres tablas",
    "correcta": "a",
    "orden": 24,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Cual fue la cantidad de dinero que el señor Miyagi aposto a favor de Daniel para la apuesta que Chozen había realizado y que dejo atónitos a los demás apostadores?",
    "a": "600 dólares",
    "b": "100 dólares",
    "c": "1000 dólares",
    "correcta": "a",
    "orden": 25,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿En la noche que la aldea Tomi era azotada por un tifón, quien era la persona la cual estaba en lo más alto de una poste de luz que Daniel ayudado más tarde por Sato salvo?",
    "a": "Un anciano",
    "b": "Una niña",
    "c": "Una mujer",
    "correcta": "b",
    "orden": 26,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Que fue lo que Sato le dijo a Chozen luego de que este vio como Daniel arriesgaba su vida para salvar a una persona y que no decidiera ir a ayudarlo?",
    "a": "Ahora para ti, yo estoy muerto",
    "b": "Debes pensar en el otro",
    "c": "Debiste ayudarlo sin importar nada",
    "correcta": "a",
    "orden": 27,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Que es lo que hizo Sato el dia después del tifón luego de que el señor Miyagi le salvara la vida y ver la valentía de Daniel frente al rescate de la niña?",
    "a": "Decidió irse de la aldea",
    "b": "Reto al señor Miyagi nuevamente a una pelea",
    "c": "Decidio ayudar a reconstruir la aldea, y luego pidió perdón a Miyagi por la disputa que había creado entre ellos",
    "correcta": "c",
    "orden": 28,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Cual fue el motivo por el cual Daniel pelea a muerte contra un deshonrado Chozen en la parte final de la película?",
    "a": "Por el honor",
    "b": "Porque ambos se odiaban a muerte",
    "c": "Para evitar que Chozen mate a Kumiko si no peleaban",
    "correcta": "c",
    "orden": 29,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Cual fue la técnica con la cual Daniel derrota a Chozen?",
    "a": "La patada de la grulla",
    "b": "Patada frontal",
    "c": "La técnica del tambor",
    "correcta": "c",
    "orden": 30,
    "saga": "Karate Kid II"
  },
  {
    "pregunta": "¿Cuales son las palabras finales del señor Miyagi luego de intervenir en la discusión que estaban teniendo el sensei de Cobra Kai con sus alumnos?",
    "a": "Que el sensei debia haber discutido con sus alumnos lo sucedido en su dojo",
    "b": "Que el sensei debió haberles hablado a sus alumnos con una mejor disposición para que estos pudieran comprender los errores que cometieron el torneo",
    "c": "Que una persona que no perdona, el vivir es peor castigo que la muerte",
    "correcta": "c",
    "orden": 31,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿Desde que año a que año el sensei de Cobra Kai John Kreese fue campeon de karate dentro del ejercito de los EE UU?",
    "a": "1967-1969",
    "b": "1970-1972",
    "c": "1980-1982",
    "correcta": "b",
    "orden": 32,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿Cual es nombre del mejor amigo de John Kreese?",
    "a": "Jordan Miles",
    "b": "Paul Phoenix",
    "c": "Terry Silver",
    "correcta": "c",
    "orden": 33,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿A que lugar John Kreese viaja luego de que se encuentra con su viejo amigo cofundador del dojo Cobra Kai?",
    "a": "Hawai",
    "b": "Tahiti",
    "c": "Borneo",
    "correcta": "b",
    "orden": 34,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "Daniel recibio de su madre dinero para inscribirse en la universidad;¿Que termino haciendo Daniel con ese dinero?",
    "a": "Lo uso para inscribirse en la universidad",
    "b": "Lo uso para comprar el alquiler de un local para vender bonsais",
    "c": "Lo decidio guardar para un automovil",
    "correcta": "b",
    "orden": 35,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿Que es lo que tenia pensado hacer Terry con Daniel y Miyagi para tomar venganza por la humillación a su amigo John?",
    "a": "Contratar sicarios para que los mataran",
    "b": "Hacer que los secuestren y torturarlos el mismo",
    "c": "Hacer que Daniel sienta dolor y miedo y de esta manera hacer sufrir a Miyagi",
    "correcta": "c",
    "orden": 36,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿Cual era el apodo por el cual se lo conocía al peleador (Mike Barnes) que Terry contrata como parte de su plan contra Daniel y Miyagi?",
    "a": "Ace Degenerate",
    "b": "The Invincible Dragon",
    "c": "Karate's Bad Boy",
    "correcta": "c",
    "orden": 37,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿Cual es el nombre del maestro que enseño artes marciales a Terry y John?",
    "a": "Jhun Hoon",
    "b": "Kim Kapwhan",
    "c": "Kim Sun-Yung",
    "correcta": "c",
    "orden": 38,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿Cual es el nombre del lugar en donde el señor Miyagi menciona que esta plantado el unico bonsai que crecia de forma salvaje?",
    "a": "Gran cañon",
    "b": "Caldero del diablo",
    "c": "Tundra espesa",
    "correcta": "b",
    "orden": 39,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿Cual es el nombre de la amiga que Daniel hace cuando este va al local donde esta trabaja ,para comprar maceteros para los bonsais?",
    "a": "Ali",
    "b": "Jessica",
    "c": "Kumiko",
    "correcta": "b",
    "orden": 40,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿Cual es el porcentaje de los ingresos de los dojos Cobra Kai que Mike pidio a Terry para cerrar el trato?",
    "a": "70%",
    "b": "50%",
    "c": "25%",
    "correcta": "b",
    "orden": 41,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿Cual fue la razón por la cual Daniel comienza a entrenar en el dojo de Cobra Kai?",
    "a": "Debido a que necesitaba aprender a atacar",
    "b": "Porque Miyagi habia decidido no entrenarlo para el torneo",
    "c": "Porque Silver lo invito a unirse",
    "correcta": "b",
    "orden": 42,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "Cuales son las tres reglas del metodo Quick Silver que Terry creo y que uso para entrenar a Daniel",
    "a": "Golpear primero, Golpear fuerte, Sin piedad",
    "b": "Analizar al oponente, planear una estrategia y atacar con seguridad",
    "c": "Un hombre que no puede mantenerse de pie no puede pelear, un hombre que no puede respirar no puede pelear,un hombre que no puede ver no puede pelear",
    "correcta": "c",
    "orden": 43,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "Cual es el motivo por el cual el señor Miyagi decide finalmente entrenar a Daniel para el torneo",
    "a": "Porque Daniel se lo pidio hasta el cansancio",
    "b": "Porque que Daniel defendiera su titulo de campeon",
    "c": "Debido a que pudo conocer el plan de Silver de crear una grieta entre la relación entre el y Daniel y de esta manera poder reparar la misma",
    "correcta": "c",
    "orden": 44,
    "saga": "Karate Kid III"
  },
  {
    "pregunta": "¿Cuales fueron las palabras que el señor Miyagi le dio a Daniel para que este pueda levantarse luego de quedar muy golpeado previamente al final del combate por el titulo que se iba a definir por muerte subita(el primero que obtenia el punto era el campeon)?",
    "a": "Este no es el final, no debes rendirte",
    "b": "Permanece centrado, tu mejor karate esta dentro tuyo, ahora dejalo salir",
    "c": "Debes seguir luchando, no dejes que el oponente la misma",
    "correcta": "b",
    "orden": 45,
    "saga": "Karate Kid III"
  }
]