[
    {
        "pregunta": "¿En que ciudad Daniel y su madre vivian antes de mudarse a la ciudad de Los Angeles?",
        "pregunta_en": "In what city did Daniel and his mother live before moving to Los Angeles?",
        "a": "Boston",
        "a_en": "Boston",
        "b": "Newark",
        "b_en": "Newark",
        "c": "Orlando",
        "c_en": "Orlando",
        "correcta": "b",
        "orden": 1,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Porque Daniel y su madre dejan la ciudad de Newark para ir a vivir a la ciudad de Los Angeles?",
        "pregunta_en": "Why did Daniel and his mother leave Newark to live in Los Angeles?",
        "a": "Porque debían dinero y tenian que irse de la ciudad",
        "a_en": "Because they owed money and had to leave town",
        "b": "Porque tenian familia alli y querian vivir cerca de ellos",
        "b_en": "Because they had family there and wanted to live closer to them",
        "c": "Porque la madre de Daniel habia conseguido trabajo alli",
        "c_en": "Because Daniel's mother had found a job there",
        "correcta": "c",
        "orden": 2,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿En que lugar Daniel y Ali se conocieron por primera vez?",
        "pregunta_en": "Where did Daniel and Ali first meet?",
        "a": "En un bar",
        "a_en": "At a bar",
        "b": "En el parque de diversiones",
        "b_en": "At the amusement park",
        "c": "En una fiesta en la playa",
        "c_en": "At a beach party",
        "correcta": "c",
        "orden": 3,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Cuales eran los nombres de los amigos de Johnny mientras este entrenaba en el dojo de Cobra Kai?",
        "pregunta_en": "What were the names of Johnny's friends while he was training at the Cobra Kai dojo?",
        "a": "Eric,Thomas,Craig,Spencer",
        "a_en": "Eric, Thomas, Craig, Spencer",
        "b": "Tommy, Jimmy, Dutch, Bobby",
        "b_en": "Tommy, Jimmy, Dutch, Bobby",
        "c": "Alex, Rick, Joseph, Henry",
        "c_en": "Alex, Rick, Joseph, Henry",
        "correcta": "b",
        "orden": 4,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Porque Daniel decidio no ser parte del dojo de Cobra Kai cuando estaba buscando un lugar donde aprender karate para poder defenderse?",
        "pregunta_en": "Why did Daniel decide not to join the Cobra Kai dojo when he was looking for a place to learn karate?",
        "a": "Porque Johnny y sus amigos pertenecían a el",
        "a_en": "Because Johnny and his friends belonged to it",
        "b": "Porque vivía muy lejos del dojo",
        "b_en": "Because it was too far from where he lived",
        "c": "Por el costo que debía pagar por mes",
        "c_en": "Because of the monthly fee",
        "correcta": "a",
        "orden": 5,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Cual son los principios que el dojo Cobra Kai defiende?",
        "pregunta_en": "What principles does the Cobra Kai dojo defend?",
        "a": "Tolerar a los demás , Respetar a los demás e Igualdad",
        "a_en": "Tolerate others, Respect others, and Equality",
        "b": "Responsabilidad, Orden, Perseverancia",
        "b_en": "Responsibility, Order, Perseverance",
        "c": "Golpear primero, Golpear duro, Sin piedad",
        "c_en": "Strike First, Strike Hard, No Mercy",
        "correcta": "c",
        "orden": 6,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Quien fue la persona que enseño al señor Miyagi karate?",
        "pregunta_en": "Who was the person who taught Mr. Miyagi karate?",
        "a": "Su padre",
        "a_en": "His father",
        "b": "Su hermano mayor",
        "b_en": "His older brother",
        "c": "Su abuelo",
        "c_en": "His grandfather",
        "correcta": "a",
        "orden": 7,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Cuales son las 2 reglas que rigen el estilo Miyagi Do karate?",
        "pregunta_en": "What are the two rules that govern the Miyagi-Do karate style?",
        "a": "Golpear duro, Golpear primero",
        "a_en": "Strike Hard, Strike First",
        "b": "El Karate es solo para la defensa, primero aprender la regla anterior",
        "b_en": "Karate is only for defense, and first learn the previous rule",
        "c": "Respetar a tu oponente, Trabajar duro",
        "c_en": "Respect your opponent, Work hard",
        "correcta": "b",
        "orden": 8,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Cual fue la primera lección que Daniel recibió al empezar a practicar Miyagi Do karate?",
        "pregunta_en": "What was the first lesson Daniel received when he started practicing Miyagi-Do karate?",
        "a": "Comprender la filosofía del mismo",
        "a_en": "Understanding its philosophy",
        "b": "Agregar cera con mano derecha, quitar cera con mano izquierda",
        "b_en": "Wax on with the right hand, wax off with the left hand",
        "c": "Concentrarse en la potencia y velocidad de uno mismo",
        "c_en": "Focusing on one's power and speed",
        "correcta": "b",
        "orden": 9,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Cual fue la orden que Johnny recibió de su sensei durante el combate final contra Daniel?",
        "pregunta_en": "What order did Johnny receive from his sensei during the final match against Daniel?",
        "a": "Que debia atacar la pierna que uno de sus amigos había dañado en el combate anterior",
        "a_en": "That he should attack the leg that one of his friends had injured in the previous fight",
        "b": "Que debia concentrarse en el combate",
        "b_en": "That he should focus on the fight",
        "c": "Que debia no escuchar los abucheos que recibia",
        "c_en": "That he should not listen to the boos he was receiving",
        "correcta": "a",
        "orden": 10,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Cual fue la técnica con la cual Daniel vence a Johnny en el combate final del torneo?",
        "pregunta_en": "What was the technique with which Daniel defeated Johnny in the final match of the tournament?",
        "a": "Patada de la grulla",
        "a_en": "The Crane Kick",
        "b": "Patada frontal",
        "b_en": "The Front Kick",
        "c": "Golpe descendente con el talon",
        "c_en": "The Descending Heel Strike",
        "correcta": "a",
        "orden": 11,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Cual es el apellido de la persona que enseño a Daniel karate?",
        "pregunta_en": "What is the last name of the person who taught Daniel karate?",
        "a": "Okada",
        "a_en": "Okada",
        "b": "Yamamoto",
        "b_en": "Yamamoto",
        "c": "Miyagi",
        "c_en": "Miyagi",
        "correcta": "c",
        "orden": 12,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Cual era el nombre del lugar en donde Ali y Daniel tuvieron su primera cita?",
        "pregunta_en": "What was the name of the place where Ali and Daniel had their first date?",
        "a": "Little Tokio",
        "a_en": "Little Tokyo",
        "b": "Golf N Stuff",
        "b_en": "Golf N' Stuff",
        "c": "Oue Skyspace",
        "c_en": "OUE Skyspace",
        "correcta": "b",
        "orden": 13,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿En el transcurso de la pelicula cuantos alumnos el señor Miyagi acepta entrenar?",
        "pregunta_en": "Throughout the film, how many students does Mr. Miyagi agree to train?",
        "a": "1",
        "a_en": "1",
        "b": "3",
        "b_en": "3",
        "c": "5",
        "c_en": "5",
        "correcta": "a",
        "orden": 14,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "En que vehiculo Daniel iba a su escuela desde el complejo de departamentos donde vivía?",
        "pregunta_en": "What vehicle did Daniel use to go to school from the apartment complex where he lived?",
        "a": "Motocicleta",
        "a_en": "Motorcycle",
        "b": "Auto",
        "b_en": "Car",
        "c": "Bicicleta",
        "c_en": "Bicycle",
        "correcta": "c",
        "orden": 15,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Qué le dice el Sr. Miyagi a Daniel sobre la patada de la grulla antes del torneo?",
        "pregunta_en": "What does Mr. Miyagi tell Daniel about the Crane Kick before the tournament?",
        "a": "No debe ser usada a menos que el oponente lo merezca",
        "a_en": "It should not be used unless the opponent deserves it",
        "b": "Si se ejecuta correctamente, no puede ser bloqueada",
        "b_en": "If it is performed correctly, it cannot be blocked",
        "c": "Es una técnica para distraer al oponente",
        "c_en": "It is a technique to distract the opponent",
        "correcta": "b",
        "orden": 17,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Cual es el nombre del tema musical principal del soundtrack de Karate Kid?",
        "pregunta_en": "What is the name of the main theme song from the Karate Kid soundtrack?",
        "a": "Glory of Love",
        "a_en": "Glory of Love",
        "b": "The Moment of Truth",
        "b_en": "The Moment of Truth",
        "c": "You're the Best",
        "c_en": "You're the Best",
        "correcta": "c",
        "orden": 18,
        "saga": "Karate Kid"
    },
    {
        "pregunta": "¿Cual era el mensaje de la carta que el señor Miyagi recibió mientras este recibía a Daniel en su casa para pasar el verano?",
        "pregunta_en": "What was the message in the letter Mr. Miyagi received while he was with Daniel for the summer?",
        "a": "Que había heredado una fortuna de su abuelo",
        "a_en": "That he had inherited a fortune from his grandfather",
        "b": "Que debía más seguido a su madre",
        "b_en": "That he should call his mother more often",
        "c": "Que su padre estaba terminalmente enfermo",
        "c_en": "That his father was terminally ill",
        "correcta": "c",
        "orden": 19,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿A que ciudad de Japon el señor Miyagi viajo junto con Daniel para visitar a su padre enfermo?",
        "pregunta_en": "To what city in Japan did Mr. Miyagi travel with Daniel to visit his sick father?",
        "a": "Tokio",
        "a_en": "Tokyo",
        "b": "Osaka",
        "b_en": "Osaka",
        "c": "Okinawa",
        "c_en": "Okinawa",
        "correcta": "c",
        "orden": 20,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Cual fue el motivo por el cual el señor Miyagi abandono Japón para vivir en Estados Unidos?",
        "pregunta_en": "What was the reason Mr. Miyagi left Japan to live in the United States?",
        "a": "Debido a que debía mucho dinero y lo estaban persiguiendo",
        "a_en": "Because he owed a lot of money and was being pursued",
        "b": "Porque se enamoro de una mujer la cual tenía un matrimonio arreglado con su mejor amigo, por lo cual su mejor amigo lo desafió a un duelo a muerte y debido a ese motivo decidió irse de Japón",
        "b_en": "Because he fell in love with a woman who had an arranged marriage with his best friend, who challenged him to a duel to the death, which is why he decided to leave Japan",
        "c": "Porque había perdido una pelea en donde el perdedor debía abandonar Japón",
        "c_en": "Because he had lost a fight where the loser had to leave Japan",
        "correcta": "b",
        "orden": 21,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Quién fue la persona la cual recibió al señor Miyagi y a Daniel cuando estos llegaron a Okinawa?",
        "pregunta_en": "Who was the person who received Mr. Miyagi and Daniel when they arrived in Okinawa?",
        "a": "Sato",
        "a_en": "Sato",
        "b": "Yukie",
        "b_en": "Yukie",
        "c": "Chozen",
        "c_en": "Chozen",
        "correcta": "c",
        "orden": 22,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Cual es la relación que comparten Sato y el señor Miyagi?",
        "pregunta_en": "What is the relationship between Sato and Mr. Miyagi?",
        "a": "Ambos eran amigos muy cercanos",
        "a_en": "They were close friends",
        "b": "Ambos eran vecinos",
        "b_en": "They were neighbors",
        "c": "Ambos eran amigos y estudiantes de karate en donde el padre del señor Miyagi era el maestro",
        "c_en": "They were friends and karate students under Mr. Miyagi's father",
        "correcta": "c",
        "orden": 23,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Quienes reciben al señor Miyagi y Daniel cuando estos llegan a la aldea Tomi en Okinawa?",
        "pregunta_en": "Who greeted Mr. Miyagi and Daniel when they arrived at the Tomi village in Okinawa?",
        "a": "Chozen y Sato",
        "a_en": "Chozen and Sato",
        "b": "Yuki y su nieta Kumiko",
        "b_en": "Yukie and her niece Kumiko",
        "c": "La madre del señor Miyagi",
        "c_en": "Mr. Miyagi's mother",
        "correcta": "b",
        "orden": 24,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Con que instrumento el señor Miyagi muestra a Daniel el secreto de la familia Miyagi?",
        "pregunta_en": "With what instrument did Mr. Miyagi show Daniel the secret of the Miyagi family?",
        "a": "Koto (una clase de citara japonesa)",
        "a_en": "Koto (a Japanese zither)",
        "b": "Shakuhachi (una flauta de bambu proveniente de China)",
        "b_en": "Shakuhachi (a bamboo flute from China)",
        "c": "Den-den daiko (una clase de tambor japones)",
        "c_en": "Den-den daiko (a type of Japanese drum)",
        "correcta": "c",
        "orden": 25,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Cual es el motivo por el cual Chozen empieza a atacar e insultar a Daniel?",
        "pregunta_en": "What is the reason why Chozen starts to attack and insult Daniel?",
        "a": "Porque Daniel estaba con Kumiko y Chozen estaba enamorado de ella",
        "a_en": "Because Daniel was with Kumiko and Chozen was in love with her",
        "b": "Porque Daniel lo había insultado",
        "b_en": "Because Daniel had insulted him",
        "c": "Porque Daniel había desenmascarado la estafa que Chozen y sus amigos le estaban haciendo a los habitantes de la aldea Tomi",
        "c_en": "Because Daniel had exposed the scam Chozen and his friends were running on the villagers of Tomi",
        "correcta": "c",
        "orden": 26,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Cuantas tablas de hielo Daniel debia romper para poder ganar la apuesta que Chozen había hecho en su contra?",
        "pregunta_en": "How many ice blocks did Daniel have to break to win the bet Chozen had made against him?",
        "a": "Seis tablas",
        "a_en": "Six blocks",
        "b": "Una tabla",
        "b_en": "One block",
        "c": "Tres tablas",
        "c_en": "Three blocks",
        "correcta": "a",
        "orden": 27,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Cual fue la cantidad de dinero que el señor Miyagi aposto a favor de Daniel para la apuesta que Chozen había realizado y que dejo atónitos a los demás apostadores?",
        "pregunta_en": "What was the amount of money Mr. Miyagi bet in favor of Daniel, which left the other bettors stunned?",
        "a": "600 dólares",
        "a_en": "$600",
        "b": "100 dólares",
        "b_en": "$100",
        "c": "1000 dólares",
        "c_en": "$1000",
        "correcta": "a",
        "orden": 28,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿En la noche que la aldea Tomi era azotada por un tifón, quien era la persona la cual estaba en lo más alto de una poste de luz que Daniel ayudado más tarde por Sato salvo?",
        "pregunta_en": "On the night the Tomi village was hit by a typhoon, who was the person high up on a utility pole that Daniel, later helped by Sato, saved?",
        "a": "Un anciano",
        "a_en": "An elderly man",
        "b": "Una niña",
        "b_en": "A little girl",
        "c": "Una mujer",
        "c_en": "A woman",
        "correcta": "b",
        "orden": 29,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Que fue lo que Sato le dijo a Chozen luego de que este vio como Daniel arriesgaba su vida para salvar a una persona y que no decidiera ir a ayudarlo?",
        "pregunta_en": "What did Sato say to Chozen after he saw Daniel risk his life to save a person, while Chozen didn't decide to help him?",
        "a": "Ahora para ti, yo estoy muerto",
        "a_en": "You're dead to me now",
        "b": "Debes pensar en el otro",
        "b_en": "You must think of others",
        "c": "Debiste ayudarlo sin importar nada",
        "c_en": "You should have helped him no matter what",
        "correcta": "a",
        "orden": 30,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Que es lo que hizo Sato el dia después del tifón luego de que el señor Miyagi le salvara la vida y ver la valentía de Daniel frente al rescate de la niña?",
        "pregunta_en": "What did Sato do the day after the typhoon, after Mr. Miyagi saved his life and he saw Daniel's bravery during the girl's rescue?",
        "a": "Decidió irse de la aldea",
        "a_en": "He decided to leave the village",
        "b": "Reto al señor Miyagi nuevamente a una pelea",
        "b_en": "He challenged Mr. Miyagi to a fight again",
        "c": "Decidio ayudar a reconstruir la aldea, y luego pidió perdón a Miyagi por la disputa que había creado entre ellos",
        "c_en": "He decided to help rebuild the village, and then apologized to Miyagi for the dispute he had created between them",
        "correcta": "c",
        "orden": 31,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Cual fue el motivo por el cual Daniel pelea a muerte contra un deshonrado Chozen en la parte final de la película?",
        "pregunta_en": "What was the reason Daniel fought a duel to the death against a disgraced Chozen in the final part of the film?",
        "a": "Por el honor",
        "a_en": "For honor",
        "b": "Porque ambos se odiaban a muerte",
        "b_en": "Because they hated each other to death",
        "c": "Para evitar que Chozen mate a Kumiko si no peleaban",
        "c_en": "To prevent Chozen from killing Kumiko if he didn't fight",
        "correcta": "c",
        "orden": 32,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Cual fue la técnica con la cual Daniel derrota a Chozen?",
        "pregunta_en": "What was the technique with which Daniel defeated Chozen?",
        "a": "La patada de la grulla",
        "a_en": "The Crane Kick",
        "b": "Patada frontal",
        "b_en": "The Front Kick",
        "c": "La técnica del tambor",
        "c_en": "The Drum Technique",
        "correcta": "c",
        "orden": 33,
        "saga": "Karate Kid II"
    },
    {
        "pregunta": "¿Cuales son las palabras finales del señor Miyagi luego de intervenir en la discusión que estaban teniendo el sensei de Cobra Kai con sus alumnos?",
        "pregunta_en": "What are the final words of Mr. Miyagi after intervening in the argument the Cobra Kai sensei was having with his students?",
        "a": "Que el sensei debia haber discutido con sus alumnos lo sucedido en su dojo",
        "a_en": "That the sensei should have discussed what happened in his dojo with his students",
        "b": "Que el sensei debió haberles hablado a sus alumnos con una mejor disposición para que estos pudieran comprender los errores que cometieron el torneo",
        "b_en": "That the sensei should have spoken to his students with a better disposition so they could understand the mistakes they made in the tournament",
        "c": "Que una persona que no perdona, el vivir es peor castigo que la muerte",
        "c_en": "That a person who does not forgive, living is a worse punishment than death",
        "correcta": "c",
        "orden": 34,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Desde que año a que año el sensei de Cobra Kai John Kreese fue campeon de karate dentro del ejercito de los EE UU?",
        "pregunta_en": "From what year to what year was Cobra Kai sensei John Kreese a karate champion in the US Army?",
        "a": "1967-1969",
        "a_en": "1967-1969",
        "b": "1970-1972",
        "b_en": "1970-1972",
        "c": "1980-1982",
        "c_en": "1980-1982",
        "correcta": "b",
        "orden": 35,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Cual es nombre del mejor amigo de John Kreese?",
        "pregunta_en": "What is the name of John Kreese's best friend?",
        "a": "Jordan Miles",
        "a_en": "Jordan Miles",
        "b": "Paul Phoenix",
        "b_en": "Paul Phoenix",
        "c": "Terry Silver",
        "c_en": "Terry Silver",
        "correcta": "c",
        "orden": 36,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿A que lugar John Kreese viaja luego de que se encuentra con su viejo amigo cofundador del dojo Cobra Kai?",
        "pregunta_en": "Where does John Kreese travel after meeting his old friend, the co-founder of the Cobra Kai dojo?",
        "a": "Hawai",
        "a_en": "Hawaii",
        "b": "Tahiti",
        "b_en": "Tahiti",
        "c": "Borneo",
        "c_en": "Borneo",
        "correcta": "b",
        "orden": 37,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "Daniel recibio de su madre dinero para inscribirse en la universidad;¿Que termino haciendo Daniel con ese dinero?",
        "pregunta_en": "Daniel received money from his mother to enroll in college; what did Daniel end up doing with that money?",
        "a": "Lo uso para inscribirse en la universidad",
        "a_en": "He used it to enroll in college",
        "b": "Lo uso para comprar el alquiler de un local para vender bonsais",
        "b_en": "He used it to buy the lease for a location to sell bonsai trees",
        "c": "Lo decidio guardar para un automovil",
        "c_en": "He decided to save it for a car",
        "correcta": "b",
        "orden": 38,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Que es lo que tenia pensado hacer Terry con Daniel y Miyagi para tomar venganza por la humillación a su amigo John?",
        "pregunta_en": "What did Terry plan to do with Daniel and Miyagi to get revenge for his friend John's humiliation?",
        "a": "Contratar sicarios para que los mataran",
        "a_en": "Hire hitmen to kill them",
        "b": "Hacer que los secuestren y torturarlos el mismo",
        "b_en": "Have them kidnapped and torture them himself",
        "c": "Hacer que Daniel sienta dolor y miedo y de esta manera hacer sufrir a Miyagi",
        "c_en": "Make Daniel feel pain and fear, and in this way, make Miyagi suffer",
        "correcta": "c",
        "orden": 39,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Cual era el apodo por el cual se lo conocía al peleador (Mike Barnes) que Terry contrata como parte de su plan contra Daniel y Miyagi?",
        "pregunta_en": "What was the nickname of the fighter (Mike Barnes) that Terry hired as part of his plan against Daniel and Miyagi?",
        "a": "Ace Degenerate",
        "a_en": "Ace Degenerate",
        "b": "The Invincible Dragon",
        "b_en": "The Invincible Dragon",
        "c": "Karate's Bad Boy",
        "c_en": "Karate's Bad Boy",
        "correcta": "c",
        "orden": 40,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Cual es el nombre del maestro que enseño artes marciales a Terry y John?",
        "pregunta_en": "What is the name of the master who taught martial arts to Terry and John?",
        "a": "Jhun Hoon",
        "a_en": "Jhun Hoon",
        "b": "Kim Kapwhan",
        "b_en": "Kim Kapwhan",
        "c": "Kim Sun-Yung",
        "c_en": "Kim Sun-Yung",
        "correcta": "c",
        "orden": 41,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Cual es el nombre del lugar en donde el señor Miyagi menciona que esta plantado el unico bonsai que crecia de forma salvaje?",
        "pregunta_en": "What is the name of the place where Mr. Miyagi mentions that the only wild-growing bonsai tree is planted?",
        "a": "Gran cañon",
        "a_en": "Grand Canyon",
        "b": "Caldero del diablo",
        "b_en": "Devil's Cauldron",
        "c": "Tundra espesa",
        "c_en": "Thick Tundra",
        "correcta": "b",
        "orden": 42,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Cual es el nombre de la amiga que Daniel hace cuando este va al local donde esta trabaja ,para comprar maceteros para los bonsais?",
        "pregunta_en": "What is the name of the friend Daniel makes when he goes to the store where she works to buy pots for the bonsai trees?",
        "a": "Ali",
        "a_en": "Ali",
        "b": "Jessica",
        "b_en": "Jessica",
        "c": "Kumiko",
        "c_en": "Kumiko",
        "correcta": "b",
        "orden": 43,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Cual es el porcentaje de los ingresos de los dojos Cobra Kai que Mike pidio a Terry para cerrar el trato?",
        "pregunta_en": "What percentage of the Cobra Kai dojo's income did Mike ask Terry for to close the deal?",
        "a": "70%",
        "a_en": "70%",
        "b": "50%",
        "b_en": "50%",
        "c": "25%",
        "c_en": "25%",
        "correcta": "b",
        "orden": 44,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Cual fue la razón por la cual Daniel comienza a entrenar en el dojo de Cobra Kai?",
        "pregunta_en": "What was the reason Daniel started training at the Cobra Kai dojo?",
        "a": "Debido a que necesitaba aprender a atacar",
        "a_en": "Because he needed to learn how to attack",
        "b": "Porque Miyagi habia decidido no entrenarlo para el torneo",
        "b_en": "Because Miyagi had decided not to train him for the tournament",
        "c": "Porque Silver lo invito a unirse",
        "c_en": "Because Silver invited him to join",
        "correcta": "b",
        "orden": 45,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "Cuales son las tres reglas del metodo Quick Silver que Terry creo y que uso para entrenar a Daniel",
        "pregunta_en": "What are the three rules of the 'Quick Silver' method that Terry created and used to train Daniel?",
        "a": "Golpear primero, Golpear fuerte, Sin piedad",
        "a_en": "Strike First, Strike Hard, No Mercy",
        "b": "Analizar al oponente, planear una estrategia y atacar con seguridad",
        "b_en": "Analyze the opponent, plan a strategy, and attack with confidence",
        "c": "Un hombre que no puede mantenerse de pie no puede pelear, un hombre que no puede respirar no puede pelear,un hombre que no puede ver no puede pelear",
        "c_en": "A man who can't stand can't fight, a man who can't breathe can't fight, a man who can't see can't fight",
        "correcta": "c",
        "orden": 46,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "Cual es el motivo por el cual el señor Miyagi decide finalmente entrenar a Daniel para el torneo",
        "pregunta_en": "What is the reason Mr. Miyagi finally decides to train Daniel for the tournament?",
        "a": "Porque Daniel se lo pidio hasta el cansancio",
        "a_en": "Because Daniel asked him relentlessly",
        "b": "Porque que Daniel defendiera su titulo de campeon",
        "b_en": "Because Daniel wanted to defend his champion title",
        "c": "Debido a que pudo conocer el plan de Silver de crear una grieta entre la relación entre el y Daniel y de esta manera poder reparar la misma",
        "c_en": "Because he understood Silver's plan to create a rift in his relationship with Daniel and wanted to repair it",
        "correcta": "c",
        "orden": 47,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Cuales fueron las palabras que el señor Miyagi le dio a Daniel para que este pueda levantarse luego de quedar muy golpeado previamente al final del combate por el titulo que se iba a definir por muerte subita(el primero que obtenia el punto era el campeon)?",
        "pregunta_en": "What words did Mr. Miyagi give Daniel to get him back up after being badly beaten before the sudden-death final match (the first to score a point wins)?",
        "a": "Este no es el final, no debes rendirte",
        "a_en": "This is not the end, you must not give up",
        "b": "Permanece centrado, tu mejor karate esta dentro tuyo, ahora dejalo salir",
        "b_en": "Stay focused, your best karate is inside you, now let it out",
        "c": "Debes seguir luchando, no dejes que el oponente la misma",
        "c_en": "You must keep fighting, don't let the opponent have it",
        "correcta": "b",
        "orden": 48,
        "saga": "Karate Kid III"
    },
    {
        "pregunta": "¿Quién es el primer estudiante que se une al nuevo dojo de Johnny Lawrence?",
        "pregunta_en": "Who is the first student to join Johnny Lawrence's new dojo?",
        "a": "Robby Keene",
        "a_en": "Robby Keene",
        "b": "Miguel Diaz",
        "b_en": "Miguel Diaz",
        "c": "Eli Moskowitz",
        "c_en": "Eli Moskowitz",
        "correcta": "b",
        "orden": 49,
        "saga": "Cobra Kai"
    },
    {
        "pregunta": "¿Cual es el nombre del dojo que Daniel LaRusso abre en respuesta a la reapertura de Cobra Kai?",
        "pregunta_en": "What is the name of the dojo Daniel LaRusso opens in response to the reopening of Cobra Kai?",
        "a": "Miyagi-Do Karate",
        "a_en": "Miyagi-Do Karate",
        "b": "LaRusso Karate",
        "b_en": "LaRusso Karate",
        "c": "The Crane Kick",
        "c_en": "The Crane Kick",
        "correcta": "a",
        "orden": 50,
        "saga": "Cobra Kai"
    },
    {
        "pregunta": "¿Cual es el nombre de la hija de Daniel LaRusso?",
        "pregunta_en": "What is the name of Daniel LaRusso's daughter?",
        "a": "Sam LaRusso",
        "a_en": "Sam LaRusso",
        "b": "Ali Mills",
        "b_en": "Ali Mills",
        "c": "Jessica Andrews",
        "c_en": "Jessica Andrews",
        "correcta": "a",
        "orden": 51,
        "saga": "Cobra Kai"
    },
    {
        "pregunta": "¿Quien se convierte en el nuevo sensei de Cobra Kai en la tercera temporada después de la salida de Johnny?",
        "pregunta_en": "Who becomes the new sensei of Cobra Kai in the third season after Johnny's departure?",
        "a": "Daniel LaRusso",
        "a_en": "Daniel LaRusso",
        "b": "John Kreese",
        "b_en": "John Kreese",
        "c": "Terry Silver",
        "c_en": "Terry Silver",
        "correcta": "b",
        "orden": 52,
        "saga": "Cobra Kai"
    },
    {
        "pregunta": "¿Cual es el apellido de Eli, el chico con labio leporino, que se une a Cobra Kai y luego cambia su apodo?",
        "pregunta_en": "What is the last name of Eli, the boy with the cleft lip, who joins Cobra Kai and later changes his nickname?",
        "a": "Demetri",
        "a_en": "Demetri",
        "b": "Hawk",
        "b_en": "Hawk",
        "c": "Moskowitz",
        "c_en": "Moskowitz",
        "correcta": "c",
        "orden": 53,
        "saga": "Cobra Kai"
    },
    {
        "pregunta": "¿Qué hizo Johnny para ayudar a Miguel a recuperarse y poder volver a caminar de nuevo luego de su lesión al final de la temporada 2?",
        "pregunta_en": "What did Johnny do to help Miguel recover and be able to walk again after his injury at the end of Season 2?",
        "a": "Lo animó a hacer fisioterapia y lo entrenó con un método duro y de la vieja escuela.",
        "a_en": "He encouraged him to do physical therapy and trained him with a tough, old-school method.",
        "b": "Le enseñó a ser una mejor persona.",
        "b_en": "He taught him to be a better person.",
        "c": "Lo llevó a México.",
        "c_en": "He took him to Mexico.",
        "correcta": "a",
        "orden": 54,
        "saga": "Cobra Kai"
    },
    {
        "pregunta": "¿Cuál es el nombre del dojo fundado por Johnny Lawrence en respuesta a las nuevas reglas del Torneo de All Valley?",
        "pregunta_en": "What is the name of the dojo founded by Johnny Lawrence in response to the All Valley Tournament's new rules?",
        "a": "Eagle Fang Karate",
        "a_en": "Eagle Fang Karate",
        "b": "New Cobra Kai",
        "b_en": "New Cobra Kai",
        "c": "The All Valley",
        "c_en": "The All Valley",
        "correcta": "a",
        "orden": 55,
        "saga": "Cobra Kai"
    }
]